INSERT INTO films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
VALUES ('Беглец', 'Сотрудник ЦРУ Том Харрис провалил свою миссию, и его личность была раскрыта. ' ||
                  'Теперь агенту предстоит бежать из Афганистана. Его по пятам преследуют лучшие наемники мира ' ||
                  'и элитный спецназ противника. Добраться в Кандагар — единственной шанс на спасение. ' ||
                  'Здесь героя будут ждать либо вертолеты союзников, либо пуля с его именем.', 2023, 3, 18, 119, 1),

       ('До рассвета', 'Новый день — новая жизнь! Герои получают шанс убедиться в достоверности этого утверждения, ' ||
                       'ведь у каждого из них этой ночью появилась возможность кардинально изменить свою судьбу. ' ||
                       'И теперь, когда до рассвета осталось всего несколько часов, они должны сделать первый шаг к новой жизни. ' ||
                       'Но, оказывается, это не так-то просто.', 2023, 4, 18, 88, 2),

       ('Форсаж 10', 'Семья Доминика Торетто вновь попадает под удар. Сайфер объединяет усилия с Данте, ' ||
                     'который желает отомстить.', 2023, 3, 18, 141, 3),

       ('Король неба', 'Король неба - тот случай, когда создателям удалось объединить человеческие истории ' ||
                       'и масштабные голливудские спецэффекты. При просмотре зрители испытывают всю гамму эмоций, ' ||
                       'и проживают все взлеты и падения вместе с главными героями. ' ||
                       'На высоте весь исход полета зависит от точно выверенных действий пилота. ' ||
                       'Чтобы не допустить роковых ошибок и получить важные данные, испытатели день за днем ' ||
                       'сражаются со смертью. Смогут ли они выполнить задание и вернуться живыми ' ||
                       'домой к своим родным?', 2023, 3, 18, 128, 4),

       ('Мегалодон', 'У берегов Калифорнии есть райское местечко — Лазурная Бухта. Если верить рыбацким легендам, ' ||
                     'здесь обитает последний мегалодон по прозвищу Черный демон. Пол вместе с семьей проводит тут ' ||
                     'свой ежегодный отпуск. Поселок, в котором они прежде жили, разрушен. Местные жители таинственно исчезли. ' ||
                     'Внимание Пола привлекает одинокая нефтяная платформа вдали от берега. Но стоит семье покинуть землю, ' ||
                     'они оказываются во власти безжалостного доисторического гиганта.', 2023, 2, 15, 101, 5),

       ('На пороге смерти', 'После загадочного самоубийства жены Мануэль ведет себя отрешенно, словно подчиняясь чьей-то ' ||
                            'неведомой воле. Сын, опасаясь за здоровье отца, перевозит его в свою семью, что вызывает ' ||
                            'неоднозначную реакцию домочадцев. Внучка Мануэля полна нежности и заботы, а его невестка видит ' ||
                            'в нем исчадие ада. Когда жара, парализующая город, достигает своего апогея, Мануэль предрекает ' ||
                            'семейству скорую смерть…', 2023, 6, 18, 105, 6),

       ('Переводчик', 'Джон Кинли не помнит, как выжил, попав в окружение врага в Афганистане, но понимает, ' ||
                      'что обязан жизнью местному переводчику по имени Ахмед. Именно ему удалось отбить раненного ' ||
                      'Кинли и на себе вытащить через опасную территорию. Теперь чувство долга не дает Джону покоя и ' ||
                      'он решает рискнуть всем, чтобы вернуться за Ахмедом и его семьей. На обоих объявлена охота, ' ||
                      'действовать приходится в одиночку, но он понимает, что не может бросить своего товарища ' ||
                      'в беде.', 2023, 2, 15, 123, 7),

       ('Вызов', 'Торакальный хирург Женя за месяц должна подготовиться к космическому полету и отправиться на МКС, ' ||
                 'чтобы спасти космонавта. Удастся ли ей справиться с испытаниями? Сможет ли она преодолеть неуверенность ' ||
                 'и страхи? Получится ли у нее провести сложнейшую операцию в условиях невесомости, от которой зависят ' ||
                 'шансы космонавта вернуться на Землю живым?', 2023, 5, 10, 170, 8);